<section class="about">
    <div class="container">
        <div class="about__box">
            <img src="./img/about/woman.png" alt="" class="about__img">
            <div class="about__info">
                <div class="about__info-subtitle">Наши преимущества</div>
                <div class="about__info-title">Находим <span class="emphasized">решения</span> для любой задачи</div>

                <div class="about__info-text">
                    Компьютер стал неотъемлемой частью жизни человека. Это обязательный инструмент развития человека. Каждая большая и&nbsp;малая промышленность компьютеризирована. Компьютеры выполнять свою работу эффективно, быстро и&nbsp;продуктивно. Без сомнений, они сделали нашу жизнь намного легче.
                    <br>Интересно, что первый компьютер был размером с&nbsp;микроавтобус и&nbsp;весил почти тонну. В&nbsp;то&nbsp;время как сейчас это может быть маленький чип размером с&nbsp;булавку. И&nbsp;компьютерные технологии не&nbsp;стоят на&nbsp;месте, она быстро прогрессируют.
                    <ul class="about__info-text-list">
                        <li>Индивидуальное предложение учитывающее особенности Вашего бизнеса</li>
                        <li>Полный комплекс профессиональных услуг</li>
                        <li>Собственная логистическая служба</li>
                    </ul>
                </div>

                <a href="#" class="about__info-btn btn-b fancylink">
                    <div class="btn-txt">Скачать прайс</div>
                    <svg class="about__info-btn-ico" xmlns="http://www.w3.org/2000/svg" width="22" height="22" viewBox="0 0 22 22" fill="none">
                        <path d="M11.3938 14.2043C11.2928 14.3148 11.15 14.3778 11.0002 14.3778C10.8505 14.3778 10.7077 14.3148 10.6066 14.2043L7.76217 11.0932C7.56341 10.8758 7.57852 10.5385 7.79591 10.3397C8.0133 10.1409 8.35065 10.1561 8.5494 10.3734L10.4669 12.4707V4.59998C10.4669 4.30543 10.7057 4.06665 11.0002 4.06665C11.2948 4.06665 11.5336 4.30543 11.5336 4.59998V12.4707L13.4511 10.3734C13.6498 10.1561 13.9872 10.1409 14.2046 10.3397C14.4219 10.5385 14.437 10.8758 14.2383 11.0932L11.3938 14.2043Z" fill="white"/>
                        <path d="M5.13356 13.1333C5.13356 12.8388 4.89478 12.6 4.60023 12.6C4.30568 12.6 4.06689 12.8388 4.06689 13.1333V13.1723C4.06688 14.1448 4.06687 14.9287 4.14976 15.5452C4.23581 16.1853 4.41991 16.7242 4.84794 17.1523C5.27597 17.5803 5.81491 17.7644 6.45498 17.8505C7.07149 17.9333 7.85537 17.9333 8.82788 17.9333H13.1726C14.1451 17.9333 14.929 17.9333 15.5455 17.8505C16.1856 17.7644 16.7245 17.5803 17.1525 17.1523C17.5805 16.7242 17.7646 16.1853 17.8507 15.5452C17.9336 14.9287 17.9336 14.1448 17.9336 13.1723V13.1333C17.9336 12.8388 17.6948 12.6 17.4002 12.6C17.1057 12.6 16.8669 12.8388 16.8669 13.1333C16.8669 14.1541 16.8658 14.866 16.7935 15.4031C16.7234 15.9249 16.5951 16.2012 16.3983 16.398C16.2015 16.5948 15.9251 16.7231 15.4033 16.7933C14.8662 16.8655 14.1543 16.8667 13.1336 16.8667H8.8669C7.84616 16.8667 7.13425 16.8655 6.59711 16.7933C6.07532 16.7231 5.799 16.5948 5.60219 16.398C5.40538 16.2012 5.27706 15.9249 5.20691 15.4031C5.13469 14.866 5.13356 14.1541 5.13356 13.1333Z" fill="white"/>
                    </svg>
                </a>
            </div>
        </div>
    </div>
</section>