<header class="header">
  <div class="container header__container">
    <div class="header__logo"><img src="./img/common/logo.svg" alt="" class="header__logo-img"></div>
    <div class="header__contacts">
      <div class="header__contacts-ico">
        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
          <path d="M10.4302 6.65303L10.9494 7.58338C11.4179 8.42296 11.2298 9.52435 10.4919 10.2623C10.4919 10.2623 10.4919 10.2623 10.4919 10.2623C10.4917 10.2625 9.59682 11.1576 11.2197 12.7805C12.8419 14.4027 13.737 13.5091 13.7379 13.5083C13.7379 13.5083 13.7379 13.5083 13.7379 13.5083C14.4759 12.7703 15.5772 12.5823 16.4168 13.0508L17.3472 13.57C18.6149 14.2776 18.7647 16.0555 17.6503 17.1699C16.9807 17.8395 16.1604 18.3605 15.2536 18.3949C13.7271 18.4527 11.1347 18.0664 8.53426 15.4659C5.9338 12.8655 5.54747 10.2731 5.60534 8.74657C5.63972 7.83978 6.16074 7.01949 6.83034 6.34988C7.9447 5.23552 9.72264 5.38525 10.4302 6.65303Z" fill="#004293"/>
          <path d="M13.0076 3.90401C13.0605 3.5769 13.3698 3.355 13.6969 3.40796C13.7171 3.41183 13.7823 3.42401 13.8164 3.43161C13.8847 3.44681 13.9799 3.47022 14.0986 3.5048C14.3361 3.57396 14.6677 3.68788 15.0658 3.87039C15.8629 4.23579 16.9235 4.875 18.0241 5.97564C19.1248 7.07628 19.764 8.13693 20.1294 8.93395C20.3119 9.33204 20.4258 9.66372 20.495 9.90115C20.5296 10.0199 20.553 10.1151 20.5682 10.1834C20.5758 10.2175 20.5813 10.2449 20.5852 10.2651L20.5898 10.2901C20.6428 10.6172 20.4229 10.9392 20.0958 10.9922C19.7696 11.045 19.4623 10.8242 19.4081 10.4986C19.4064 10.4899 19.4018 10.4664 19.3969 10.4442C19.387 10.3999 19.3699 10.3296 19.3429 10.2367C19.2887 10.0509 19.1947 9.77459 19.0386 9.43405C18.7267 8.7538 18.1659 7.81445 17.1756 6.82417C16.1853 5.83388 15.246 5.27308 14.5657 4.96121C14.2252 4.80509 13.9489 4.71106 13.7631 4.65692C13.6701 4.62986 13.5533 4.60305 13.509 4.59318C13.1834 4.53893 12.9548 4.23019 13.0076 3.90401Z" fill="#1C274C"/>
          <path fill-rule="evenodd" clip-rule="evenodd" d="M13.1886 6.66358C13.2796 6.34496 13.6117 6.16047 13.9303 6.2515L13.7655 6.82842C13.9303 6.2515 13.9303 6.2515 13.9303 6.2515L13.9315 6.25183L13.9327 6.25219L13.9354 6.25297L13.9416 6.25482L13.9574 6.25975C13.9695 6.26361 13.9845 6.26863 14.0025 6.275C14.0384 6.28775 14.0859 6.30588 14.1442 6.33085C14.2607 6.3808 14.42 6.45793 14.6156 6.5737C15.0071 6.80545 15.5417 7.19039 16.1697 7.81837C16.7976 8.44634 17.1826 8.98089 17.4143 9.37246C17.5301 9.56807 17.6072 9.72732 17.6572 9.84387C17.6821 9.90212 17.7003 9.9496 17.713 9.98553C17.7194 10.0035 17.7244 10.0186 17.7283 10.0306L17.7332 10.0464L17.7351 10.0527L17.7358 10.0553L17.7362 10.0565C17.7362 10.0565 17.7365 10.0577 17.1596 10.2225L17.7365 10.0577C17.8276 10.3763 17.6431 10.7084 17.3244 10.7994C17.0085 10.8897 16.6794 10.7091 16.5851 10.3954L16.5821 10.3868C16.5779 10.3748 16.569 10.3511 16.5542 10.3166C16.5246 10.2475 16.4709 10.1345 16.3816 9.98365C16.2033 9.68226 15.8811 9.22686 15.3211 8.66689C14.7612 8.10693 14.3058 7.78477 14.0044 7.60639C13.8535 7.5171 13.7405 7.46342 13.6715 7.43382C13.6369 7.41901 13.6132 7.41018 13.6012 7.40592L13.5926 7.40296C13.2789 7.30866 13.0983 6.9795 13.1886 6.66358Z" fill="#1C274C"/>
        </svg>
      </div>
      <div class="header__contacts-text">
        <a href="#" class="header__contacts-num">8 (800) 123-45-67</a>
        <div class="header__contacts-time">с&nbsp;8:00&nbsp;&mdash; 20:00</div>
      </div>
    </div>
    <div class="nav active">
      <ul class="nav__list">
        <li class="nav__list-item dropdown">
          <div class="nav__list-item-link dropdown-btn-text">Услуги</div>  
          <div class="dropdown-skin">
            <div class="dropdown-skin-first">
              <div class="dropdown-skin-item">
                <div class="dropdown-skin-item-text">Одежда</div>
                <div class="dropdown-skin-item-list">
                  <a href="#">Деловая-1</a>
                  <a href="#">Повседневная</a>
                  <a href="#">Торжественная</a>
                  <a href="#">Верхняя</a>
                  <a href="#">Детская</a>
                  <a href="#">Домашняя</a>
                  <a href="#">Спортивная</a>
                  <a href="#">Форменная</a>
                </div>
              </div>
              <div class="dropdown-skin-item">
                <div class="dropdown-skin-item-text">Аксессуары</div>
                <div class="dropdown-skin-item-list">
                  <a href="#">Деловая-2</a>
                  <a href="#">Повседневная</a>
                  <a href="#">Торжественная</a>
                  <a href="#">Верхняя</a>
                  <a href="#">Детская</a>
                  <a href="#">Домашняя</a>
                  <a href="#">Спортивная</a>
                  <a href="#">Форменная</a>
                </div>
              </div>
              <div class="dropdown-skin-item">
                <div class="dropdown-skin-item-text">Домашний интерьер</div>
                <div class="dropdown-skin-item-list">
                  <a href="#">Деловая-3</a>
                  <a href="#">Повседневная</a>
                  <a href="#">Торжественная</a>
                  <a href="#">Верхняя</a>
                  <a href="#">Детская</a>
                  <a href="#">Домашняя</a>
                  <a href="#">Спортивная</a>
                  <a href="#">Форменная</a>
                  </div>
              </div>
              <div class="dropdown-skin-item">
                <div class="dropdown-skin-item-text">Обувь</div>
                <div class="dropdown-skin-item-list">
                  <a href="#">Деловая-4</a>
                  <a href="#">Повседневная</a>
                  <a href="#">Торжественная</a>
                  <a href="#">Верхняя</a>
                  <a href="#">Детская</a>
                  <a href="#">Домашняя</a>
                  <a href="#">Спортивная</a>
                  <a href="#">Форменная</a>
                </div>
              </div>
              <div class="dropdown-skin-item">
                <div class="dropdown-skin-item-text">Особые услуги</div>
                <div class="dropdown-skin-item-list">
                  <a href="#">Деловая-5</a>
                  <a href="#">Повседневная</a>
                  <a href="#">Торжественная</a>
                  <a href="#">Верхняя</a>
                  <a href="#">Детская</a>
                  <a href="#">Домашняя</a>
                  <a href="#">Спортивная</a>
                  <a href="#">Форменная</a>
                </div>
              </div>
            </div>
            <div class="dropdown-skin-second"></div>
          </div>
        </li>
        <div class="nav__list-hr"></div>
        <li class="nav__list-item">
          <a href="" class="nav__list-item-link">Акции</a>
        </li>
        <div class="nav__list-hr"></div>
        <li class="nav__list-item">
          <a href="" class="nav__list-item-link">Магазин</a>
        </li>
        <div class="nav__list-hr"></div>
        <li class="nav__list-item">
          <a href="" class="nav__list-item-link">О компании</a>
        </li>
        <div class="nav__list-hr"></div>
        <li class="nav__list-item">
          <a href="" class="nav__list-item-link">Контакты</a>
        </li>
      </ul>
    </div>
    <a href="#" class="header__button">
      <div class="header__button-text">
        Заказать on-line <br>
        <span>заберём за&nbsp;три часа</span>
      </div>
      <div class="header__button-ico">
        <svg xmlns="http://www.w3.org/2000/svg" width="38" height="38" viewBox="0 0 38 38" fill="#004293">
          <path d="M16.5579 10.6823L17.3655 12.1295C18.0944 13.4356 17.8018 15.1488 16.6539 16.2968C16.6538 16.2968 16.6538 16.2968 16.6538 16.2968C16.6537 16.2969 15.2615 17.6894 17.7861 20.2139C20.3099 22.7378 21.7024 21.3469 21.7032 21.3461C21.7032 21.3461 21.7032 21.3461 21.7032 21.3461C22.8512 20.1982 24.5644 19.9056 25.8704 20.6344L27.3176 21.4421C29.2898 22.5427 29.5227 25.3084 27.7892 27.0418C26.7476 28.0834 25.4716 28.8939 24.061 28.9474C21.6865 29.0374 17.6538 28.4365 13.6087 24.3913C9.56353 20.3461 8.96257 16.3135 9.05259 13.9389C9.10606 12.5284 9.91654 11.2524 10.9581 10.2108C12.6916 8.47732 15.4573 8.71022 16.5579 10.6823Z" fill="#004293"></path>
        </svg>
      </div>
    </a>
    <a href="#" class="header__busket">
      <div class="header__busket-ico">
        <svg xmlns="http://www.w3.org/2000/svg" width="49" height="49" viewBox="0 0 49 49" fill="none">
          <path d="M8.7546 8.83656C8.12587 8.62699 7.44629 8.96678 7.23671 9.59551C7.02713 10.2242 7.36692 10.9038 7.99566 11.1134L8.41951 11.2547C9.50177 11.6154 10.2173 11.8559 10.7444 12.1011C11.2435 12.3333 11.4593 12.5202 11.5976 12.712C11.7359 12.9038 11.8449 13.1677 11.9074 13.7146C11.9733 14.2922 11.9751 15.047 11.9751 16.1878L11.9751 20.4628C11.9751 22.6509 11.9751 24.4146 12.1616 25.8018C12.3552 27.242 12.7694 28.4546 13.7325 29.4176C14.6956 30.3807 15.9082 30.7949 17.3483 30.9885C18.7355 31.175 20.4992 31.175 22.6873 31.175H33.9751C34.6379 31.175 35.1751 30.6377 35.1751 29.975C35.1751 29.3122 34.6379 28.775 33.9751 28.775H22.7751C20.4785 28.775 18.8767 28.7724 17.6681 28.6099C16.4941 28.4521 15.8724 28.1634 15.4295 27.7206C15.0532 27.3443 14.7882 26.8388 14.6202 25.975H30.8104C32.3454 25.975 33.113 25.975 33.7141 25.5786C34.3152 25.1822 34.6176 24.4767 35.2223 23.0658L35.908 21.4658C37.2032 18.4437 37.8508 16.9326 37.1394 15.8538C36.428 14.775 34.7841 14.775 31.4961 14.775H14.3672C14.3578 14.2827 14.3371 13.8385 14.2919 13.4424C14.2033 12.6667 14.0103 11.9549 13.5446 11.3087C13.0788 10.6625 12.4646 10.2543 11.7567 9.92502C11.0907 9.61521 10.2438 9.33293 9.24163 8.9989L8.7546 8.83656Z" fill="white"/>
          <path d="M17.1748 33.975C18.5003 33.975 19.5748 35.0496 19.5748 36.375C19.5748 37.7005 18.5003 38.775 17.1748 38.775C15.8493 38.775 14.7748 37.7005 14.7748 36.375C14.7748 35.0496 15.8493 33.975 17.1748 33.975Z" fill="white"/>
          <path d="M31.5748 33.9752C32.9003 33.9752 33.9748 35.0497 33.9748 36.3752C33.9748 37.7006 32.9003 38.7752 31.5748 38.7752C30.2493 38.7752 29.1748 37.7006 29.1748 36.3752C29.1748 35.0497 30.2493 33.9752 31.5748 33.9752Z" fill="white"/>
        </svg>
      </div>
      <div class="header__busket-counter">99</div>
    </a>
  </div>
</header>